window.timelineData = [
    {
        month: '7月',
        disabled: true,
        events: []
    },
    {
        month: '8月',
        disabled: true,
        events: []
    },
    {
        month: '9月',
        disabled: true,
        events: []
    },
    {
        month: '10月',
        disabled: true,
        events: []
    },
    {
        month: '11月',
        disabled: true,
        events: []
    },
    {
        month: '12月',
        disabled: true,
        events: []
    },
    {
        month: '1月',
        disabled: true,
        events: []
    },
    {
        month: '2月',
        disabled: true,
        events: []
    },
    {
        month: '3月',
        events: [
            { title: '相识', emoji: '👋', desc: '加上了姐姐的微信，感觉姐姐好漂亮啊！性格也好！', date: '3月21日' },
            { title: '熬夜', emoji: '🗨', desc: '和姐姐聊天聊到了超级晚，从CS2聊到了有人爱上了Operation System。感觉和姐姐会有说不完的话题。姐姐也说我听姐姐说这些会很开心。好想让时间暂停在这一刻，互相凝视。', date: '3月29日' }
            ]
    },
    {
        month: '4月',
        events: [
            { title: '默契', emoji: '👀', desc: '和姐姐一起玩双人游戏——《The Past Within》，和姐姐一起玩很开心，我们一点一点克服难关，受到惊吓时互相安慰，慢慢培养默契。我感觉以后我们的走得会更顺利。', date: '4月5日' },
            { title: '更好', emoji: '❤', desc: '想和姐姐变得更好，姐姐说我们现在已经最好了。我和姐姐探讨了相处的方式，我找到了方向，时间会证明我们变得越来越好的。', date: '4月18日' },
            { title: '？？？', emoji: '🥵', desc: 'D***y Talk.I can\'t believe it!', date: '4月16日' },
            { title: '犹豫', emoji: '🚄', desc: '坐火车回家的时候和姐姐聊天，我说距离远一点也没关系，姐姐问我为什么，感觉我是很需要陪伴的人。可能是因为我对家人的牵挂还没有那么深厚。但是我和姐姐的电话断开的时候，我意识到了距离的影响。我突然感觉坐火车赶路的这几个小时好长。我一定要去姐姐身边！', date: '4月29日' }
            ]
    },
    {
        month: '5月',
        events: [
            { title: '玩游戏', emoji: '🎮️', desc: '和姐姐玩三角洲烽火挑战，每次都被失败，总感觉自己没有保护好姐姐。晚上玩光遇的时候姐姐说我就是你的定心石，因为我超级有耐心。一瞬间所有挫败感都消解了。', date: '5月3日' },
            { title: '发红包', emoji: '🧧', desc: '下雨了姐姐打车回家，我怕姐姐觉得打车费钱，给姐姐发红包报销路费。姐姐带着哭腔说宝宝你真好，我感觉姐姐还是一个需要我照顾的小宝宝，我已经在想象把姐姐抱在怀里的情景了，这个样子好让人怜爱呀！', date: '5月11日' },
            { title: '协作', emoji: '💻', desc: '给姐姐当小助理，虽然有些小插曲，但最后我还是如愿帮上姐姐的忙了，还教姐姐怎么打出半角字符，成就感满满。我想休息了，姐姐说“可以的宝贝”，听到姐姐的话我差点以为我们真的在一起生活。', date: '5月16日' },
            { title: '安慰', emoji: '🌠', desc: '姐姐因为最近的事情受了打击，姐姐忙完了给我打电话，姐姐问我想要什么样的生活，我不知道怎么给姐姐希望，我只能真诚的给姐姐讲我的想法。姐姐晚上睡觉想让我讲故事，我给姐姐讲了一集动画片，姐姐说我讲故事的时候，已经在脑海里把我们幸福的一生预演了一遍。', date: '5月23日' }
        ]
    },
    {
        month: '6月',
        events: [
            { title: '你的生日', emoji: '🎂', desc: '陪姐姐过的第一个生日，姐姐以后的生日我们都要一起过', date: '6月10日' }
        ]
    }
];
